Repository: fph/bastet
Catalog: traslate/*/main.po
Languages: es_ar

source: Customize keys
es_ar: Personalizar claves

source: Play! (harder version)
es_ar: Jugar! (version dificil)

source: Play! (normal version)
es_ar: Jugar! (version normal)

source: Quit
es_ar: Salir

source: View highscores
es_ar: Ver mejores puntuaciones

source: bastet: error while initializing graphics (ncurses library).
es_ar: bastet: error al inicializar gráficos (biblioteca ncurses).

source: bastet: no color support, sorry. Ask the author for a black and white version.
es_ar: bastet: sin soporte de color, lo siento. Pidale al autor una versión en blanco y negro.

source: Next block:
es_ar: proxima pieza:

source: Score:
es_ar: Puntos:

source: Lines:
es_ar: Lineas:

source: Level:
es_ar: Nivel:

source: Press SPACE or ENTER to resume the game
es_ar: Presione SPACE o ENTER para reanudar el juego

source: You did not get into the high score list! Try again!
es_ar: No ingresaste en la lista de puntajes altos! Intentalo de nuevo!

source: Congratulations! You got a high score Please enter your name
es_ar: Felicitaciones! Obtuvo un puntaje alto Por favor ingrese su nombre

source: **Normal difficulty**
es_ar: **Dificultad Normal**

source: **Hard difficulty**
es_ar: **Dificultad Dificil**

source: Press the key you wish to use for:
es_ar: Presione la tecla que desea usar para:

source: move tetromino DOWN (soft-drop)
es_ar: mover tetromino ABAJO (suave)

source: move tetromino LEFT
es_ar: mover tetromino IZQUIERDA

source: move tetromino RIGHT
es_ar: mover tetromino DERECHA

source: rotate tetromino CLOCKWISE
es_ar: rotar tetromino AGUJAS DEL RELOJ

source: rotate tetromino COUNTERCLOCKWISE
es_ar: rotar tetromino SENTIDO CONTRARIO AGUJAS DEL RELOJ

source: DROP tetromino (move down as much as possible immediately)
es_ar: SOLTAR tetromino (Bajar Rapido)

source: PAUSE the game
es_ar: PAUSA del Juego
