Repository: fph/bastet
Catalog: po/*/main.po
Languages: es_ar, it_it, pt_br

source: Customize keys
es_ar: Personalizar teclas
it_it: Per. le chiavi
pt_br: Personalizar as chaves

source: Quit
es_ar: Salir
it_it: Smettere
pt_br: Sair

source: Play! (harder version)
es_ar: ¡Juega! (Versión más difícil)
it_it: Giocare! (difficile)
pt_br: Jogue! (Versão mais difícil)

source: Play! (normal version)
es_ar: ¡Juega! (Versión normal)
it_it: Giocare! (normale)
pt_br: Jogue! (Versão normal)

source: View highscores
es_ar: Ver puntuaciones altas
it_it: i punteggi migliori
pt_br: Veja pontuações altas

source: Get ready! Starting level = %1% 0-9 to change <SPACE> to start
es_ar: Preparate! Nivel inicial = %1% 0-9 to change <ESPACIO> para comenzar
it_it: Preparati! Livello iniziale =%1% 0-9 per cambiare <SPACE> per iniziare
pt_br: Prepare-se! Nível inicial =% 1% 0-9 para alterar <ESPAÇO> para iniciar

source: Congratulations! You got a high score Please enter your name
es_ar: Felicitaciones! Has obtenido un puntaje alto Por favor ingrese su nombre
it_it: Complimenti! Hai ottenuto un punteggio elevato Inserisci il tuo nome
pt_br: Parabéns! Você obteve uma pontuação alta Por favor, digite seu nome

source: Next block:
es_ar: Siguiente:
it_it: Prossimo bloque:
pt_br: Próximo:

source: **Hard difficulty**
es_ar: **Dificultad difíci**
it_it: **Difficile difficolta**
pt_br: **Dificuldade difícil**

source: **Normal difficulty**
es_ar: **Dificultad normal**
it_it: **Difficolta normale**
pt_br: **Dificuldade normal**

source: DROP tetromino (move down as much as possible immediately)
es_ar: Soltar figura inmediatamente
it_it: drop tetromino spostati
pt_br: Solte a figura imediatamente

source: Level:
es_ar: Nivel:
it_it: Livello:
pt_br: Nível:

source: Lines:
es_ar: Líneas:
it_it: Linee:
pt_br: Linhas:

source: PAUSE the game
es_ar: Pause el juego
it_it: Metti in pausa il gioco
pt_br: Pause o jogo

source: Press SPACE or ENTER to resume the game
es_ar: Presione ESPACIO o INICIO
it_it: Premere SPAZIO o INVIO per riprendere il gioco
pt_br: Pressione ESPAÇO ou HOME

source: Press the key you wish to use for: %=1.34s
es_ar: Presiona la tecla que quieres usar para: %=1.34s
it_it: Premere il tasto che si desidera utilizzare per: %=1.34s
pt_br: Pressione a tecla que você deseja usar: %=1.34s

source: Score:
es_ar: Puntos:
it_it: Punti:
pt_br: Pontos:

source: You did not get into the high score list! Try again!
es_ar: No ingresaste a la lista de puntajes altos! Inténtalo nuevamente
it_it: Non sei entrato nella lista dei punteggi piu alti! Riprova!
pt_br: Você não entrou na lista de pontuações mais altas! Tente novamente

source: bastet: error while initializing graphics (ncurses library).
es_ar: baster: error al inciar los gráficos (biblioteca ncurses).
it_it: bastet: errore durante l'inizializzazione della grafica (libreria ncurses).
pt_br: baster: erro ao iniciar gráficos (biblioteca ncurses).

source: bastet: no color support, sorry. Ask the author for a black and white version.
es_ar: bastet: no hay soporte de color, lo siento. Pídale una versión en blanco y negro al autor
it_it: bastet: nessun supporto colore, mi dispiace. Chiedi all'autore una versione in bianco e nero.
pt_br: bastet: não há suporte para cores, desculpe. Peça ao autor uma versão em preto e branco

source: move tetromino DOWN (soft-drop)
es_ar: mover figura ABAJO (caida-suave)
it_it: sposta giu il tetromino (soft-drop)
pt_br: mova a figura para baixo (soltar)

source: move tetromino LEFT
es_ar: mover figura a la IZQUIERDA
it_it: sposta il tetromino a SINISTRA
pt_br: mover figura para a esquerda

source: move tetromino RIGHT
es_ar: mover figura a la DERECHA
it_it: sposta il tetromino a DESTRA
pt_br: mover figura para a direita

source: rotate tetromino CLOCKWISE
es_ar: rotar figura en sentido aL RELOJ
it_it: ruotare il tetromino in senso ORARIO
pt_br: girar figura na direção do relógio

source: rotate tetromino COUNTERCLOCKWISE
es_ar: rotar figura en sentido contrario al RELOJ
it_it: ruotare il tetromino in senso antiorario
pt_br: girar figura na direção oposta

source: No one played yet
es_ar: Nadie jugó todavía
pt_br: Ninguém jogou ainda

source: Name of high scorer
es_ar: Nombre del máximo anotador
pt_br: Nome do maior pontuador

source: High score (points)
es_ar: Puntuación alta (puntos)
pt_br: Pontuação alta (pontos)

source: bastet: using a user-specific high scores file: %1% as the global high scores file %2% is not writable
it_it: bastet: utilizzo di un file con punteggi piu alti specifici per lutente: as il file dei punteggi piu alti globale%2% non e scrivibile

source: bastet: creating a new user-specific high scores file %1%
it_it: bastet: creazione di un nuovo file di punteggi elevati specifico per lutente%1%
